[
  "Setiap hari kamu menghasilkan sampah. Jangan biarkan bumi menanggung semuanya sendiri.",

  "Sampahmu bisa jadi bencana... atau jadi berkah. Pilah, lalu pilih jalan yang bijak.",

  "Memilah bukan soal ribet, tapi soal peduli.",

  "Sampah plastik tidak hilang. Ia hanya pindah – ke sungai, laut, atau perut hewan.",

  "Ibu bumi sedang lelah memikul ego manusia. Ayo bantu dengan memilah.",

  "Satu kantong plastik yang kamu tolak, satu napas lega untuk makhluk hidup di laut.",

  "Sampahmu, kalau dipilah, bisa menghidupi pemulung dan pegiat daur ulang.",

  "Pilah itu bukan tren, tapi tanggung jawab moral.",

  "Bayangkan kalau rumahmu dipenuhi sampah—itulah yang sedang terjadi di bumi.",

  "Bumi tidak butuh penyelamat. Ia butuh lebih banyak orang yang tidak acuh.",

  "Memilah sampah adalah bentuk cinta yang tidak banyak bicara, tapi nyata.",

  "Jika kamu cinta lingkungan, buktikan dengan aksi, bukan janji.",

  "Sampah tidak pernah salah. Tapi cara kita memperlakukannya bisa membawa masalah.",

  "Laut yang biru, udara yang bersih, dan tanah yang subur… semua berawal dari kebiasaan kecilmu di rumah.",

  "Kalau kamu bisa membedakan baju kotor dan bersih, kenapa tidak sampah organik dan plastik?",

  "Bumi bukan warisan dari leluhur, tapi titipan untuk anak cucu. Yuk, rawat bersama.",

  "Anak-anak belajar dari contoh. Pilah sampahmu agar mereka ikut meniru.",

  "Pilah sampah bukan soal cerdas, tapi soal empati.",

  "Banyak orang tidak peduli karena merasa sendirian. Mulailah, dan mereka akan ikut.",

  "Kita semua bagian dari masalah. Tapi kita juga bisa jadi bagian dari solusi.",

  "Memilah itu gratis, tapi dampaknya tak ternilai.",

  "Tak semua orang bisa jadi aktivis lingkungan. Tapi semua orang bisa mulai dari memilah sampah.",

  "Bumi sudah terlalu banyak menerima. Sekarang saatnya kita memberi: perhatian dan kepedulian.",

  "Apa yang kamu buang hari ini, bisa menjadi warisan untuk generasi berikutnya. Pilah dengan bijak.",

  "Kamu tidak harus sempurna untuk memulai. Cukup niat dan tindakan kecil.",

  "Bukan tentang memilah sempurna, tapi tentang mulai dari yang sederhana.",

  "Yang kecil jika dilakukan bersama, bisa berdampak besar untuk bumi.",

  "Daur ulang butuh sistem, tapi memilah butuh kesadaran.",

  "Tanah tidak bisa bicara. Tapi ia menjerit ketika terus dijejali sampah tak terurai.",

  "Lingkungan yang bersih bukan warisan, tapi hasil kerja keras bersama.",

  "Semua yang kamu buang hari ini, akan kembali padamu dalam bentuk udara, air, dan makanan.",

  "Kita hidup dari bumi. Sudah saatnya kita hidup untuk bumi.",

  "Jangan tunggu bencana untuk mulai peduli.",

  "Memilah sampah bukan proyek pemerintah. Itu proyek hati nurani.",

  "Tidak ada kata terlambat untuk mulai. Pilah sekarang, bumi akan berterima kasih.",
  "Tahukah kamu? 1 botol plastik butuh 450 tahun untuk terurai. Yuk, pilah dan daur ulang!",

  "Sampah yang kamu buang sembarangan bisa mencemari laut dan membunuh biota.",

  "Memilah sampah = menghargai petugas kebersihan.",

  "Dengan memilah, kamu membantu mengurangi volume TPA yang makin sesak.",

  "Pilah hari ini, untuk napas segar esok hari.",
  "Ayo, jadikan pilah sampah sebagai gaya hidup keren masa kini!",

  "Pilah sampah itu mudah, asal mau mencoba.",

  "Yuk, tunjukkan cinta kita ke bumi lewat tindakan kecil tiap hari!",

  "Biar kecil, aksi pilah sampahmu berdampak besar.",

  "Lingkungan yang bersih dimulai dari dirimu sendiri!",

  "Lebih baik repot sebentar daripada menyesal seumur hidup.",

  "Bersih pangkal sehat, pilah sampah pangkal selamat!",
  "Kalau bukan kita, siapa lagi?",

  "Pilahan hari ini, panen kebaikan nanti.",

  "Sampah bisa jadi berkah kalau kamu tahu caranya.",
  "Gunakan 3 tempat sampah berbeda: organik, anorganik, dan B3 (beracun/berbahaya).",

  "Tandai tempat sampah dengan warna yang berbeda agar mudah dikenali.",

  "Cuci sampah plastik dan logam sebelum dibuang agar tidak bau dan bisa didaur ulang.",

  "Komposkan sampah dapur seperti sisa sayur, buah, dan daun kering.",

  "Simpan baterai bekas, lampu, dan elektronik rusak di tempat terpisah untuk dibuang ke tempat khusus e-waste.",

  "Gunakan kantong atau wadah yang bisa digunakan ulang untuk belanja.",

  "Jangan buang minyak goreng ke saluran air – simpan dan serahkan ke pengelola limbah",

  "Edukasi keluarga dan anak-anak untuk mengenal jenis sampah sejak dini.",

  "Ikut komunitas atau gerakan peduli lingkungan di sekitarmu.",

  "Gunakan aplikasi edukatif tentang pemilahan sampah agar lebih seru.",
  "Satu langkah kecil memilah sampah, satu lompatan besar untuk bumi.",

  "Sampahmu, tanggung jawabmu.",

  "Memilah hari ini, menyelamatkan bumi esok hari.",

  "Bumi bukan tempat sampah, yuk kita jaga bersama.",

  "Sadarilah, sampah yang tak dipilah adalah bencana yang tertunda.",

  "Dengan memilah sampah, kamu sedang menyelamatkan masa depan anak cucu kita.",

  "Peduli lingkungan dimulai dari rumah – pisahkan sampahmu!",

  "Hijaukan bumi, mulailah dari memilah sampah dengan hati.",

  "Kamu hebat karena kamu peduli!",

  "Lingkungan sehat dimulai dari tempat sampah yang teratur."
]